module.exports = `
<pre>
甲方在此特别提醒您在选择回收服务之前，请认真阅读本《回收协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您仔细阅读本协议，您点击“我已同意《回收协议》”按钮后（前述按钮的具体表述可能会做适当调整，以界面显示为准，下同），本协议即构成对甲方和您具有约束力的法律文件。如您不同意本合同的任何条款，请停止操作。甲方保留在中国法律允许的范围内独自决定拒绝服务、关闭乙方账户、清除或编辑内容或取消订单的权利。
一、协议的范围
1、协议适用主体范围
本协议是乙方与甲方之间关于使用甲方相关服务所订立的协议。“甲方”是指展兴网站及其相关服务可能存在的运营关联单位。“乙方”是指使用甲方相关服务的使用人。乙方应当保证符合中国法律规定的年满十八周岁的具有完全民事权利能力和民事行为能力，能够独立承担本协议项下权利义务的自然人。
2、本许可协议指向内容
本协议项下的许可内容是指甲方向您提供的包括但不限于甲方提供的目标移动商品（以下简称“商品”）的维修、回收服务（以下简称“服务”）。

各方得权力和义务
乙方得权力和义务
乙方必须确认所回收物品得来源得真实性和合法性，由此造成得任何法律责任均由乙方一人承担。
乙方回收商品后如需继续使用商品，需向甲方支付租金。
乙方已知晓并同意首次租用租金在回收金额中一次性扣除。
乙方应确保其提供得信息和联系方式得真实性，不得提供虚假信息和隐瞒重要事实。
乙方不得把本协议项下得权力和义务转让给任何其它方。
甲方得权力和义务
甲方享有所租商品得租金收益
乙方同意如乙方违约，甲方有权根据乙方提供得信息进行催收
甲方有权将其在本协议项下对乙方享有的债权进行转让但应通知乙方，通知方式为短信通知，短信发出次日视为乙方收到并知悉该债权转让。乙方需对债权受让人继续履行本协议项下的各项义务，不得以未收到 债权转让通知为由拒绝履行还款义务。
乙方同意如乙方违约，甲方有权通过约定得方式追回物权及未支付租金，或者等值于回收金额得债权及未支付租金。

三、维修责任
1、若商品在租赁服务期内发生意外故障，乙方需自行维修，并确保租赁到期后归还得设备是可使用的，折旧程度不应大于正常使用得折旧范围。
2、乙方可拒绝维修，选择在收到通知之日起支付甲方向乙方回收商品时的商品估价和赔偿金回购商品，赔偿金的计算方式为乙方下单时平台上显示的官网售价＊赔偿金比例（赔偿金比例为乙方解除合同当月对应的赔偿金比例），赔偿金比例以计算赔偿金时甲方平台显示的比例为准。赔偿金支付成功后，商品寄回，租赁服务结束。若乙方未在约定时间内支付上述费用的，每逾期一日，则按照平台显示的官网售价（以乙方下单时为准）*赔偿金比例*0.05%向甲方支付违约金（具体金额以甲方平台显示为准）。
3、如因商品损坏严重，无法维修或维修金额过高，甲方判断已失去维修意义的，则维修申请中止，乙方需支付甲方向乙方购买商品时的商品估价及赔偿金，赔偿金的计算方式为甲方乙方下单时平台上显示的官网售价（以乙方下单时为准）＊赔偿金比例（赔偿金比例为乙方解除合同当月对应的赔偿金比例），赔偿金比例以甲方平台显示为准。支付成功后，商品寄回，租赁服务结束。若乙方未在约定时间内支付上述费用的，每逾期一日，则按照甲方乙方下单时平台显示的官网售价*赔偿金比例*0.05%／日向甲方支付违约金（具体金额以甲方平台显示为准）。

四、回收责任
1、乙方应当承认平台评估的有效性并确保回收物品的来源合法性。
2、在租赁服务期届满日起，乙方可在甲方平台上选择一次性支付剩余款项（剩余款项以甲方后台显示的为准）回购该商品。
3、若乙方选择回购该商品，则应在租赁期限到期之日起将商品剩余款项（剩余款项金额以甲方平台显示的为准）支付给甲方，每延迟一日，需要支付逾期应支付的商品使用费用和逾期违约金，逾期应支付的商品使用费用为商品每月租赁金额除以30天的所得金额*逾期天数，逾期违约金按剩余款项的0.05%／日计算（具体金额以甲方平台显示的为准）。
4、若乙方选择由回收厂商回收商品，应在甲方平台上选择“回收”，并根据相关提示上传照片，待甲方审核通过后，乙方应在审核通过后15日内将商品及配件寄送至指定地点并上传快递单号。
4.1 回收商检测商品确认回收后，甲方在7个工作日内返还押金（如有）给乙方，回收完成。
4.2 若乙方在甲方平台上选择“回收”，但回收商认为商品无法达到回收标准，审核不通过时，乙方应在收到通知的3日内支付剩余款项回购该商品（剩余款项具体金额以甲方平台上显示的为准）。每逾期一日，需要支付逾期应支付的商品使用费用和逾期违约金，逾期应支付的商品使用费用为商品每月租赁金额除以30天的所得金额*逾期天数，逾期违约金按剩余款项的0.05%／日计算。（具体金额以甲方平台显示的为准），乙方在支付剩余款项以及全部违约金后方可结束租赁服务。
4.3 若经回收商检测后发现商品无法达到回收标准的，则乙方应在收到通知3日内支付剩余款项回购该商品（剩余款项具体金额以甲方平台上显示的为准）。剩余款项支付成功后，商品将原路寄回乙方，租赁服务结束。每逾期一日，按照剩余款项的0.05%／日向甲方支付违约金（具体金额以甲方平台显示为准）。若乙方在收到通知之日起20日内仍未支付剩余款项及违约金，则回收商有权处置该商品，且乙方对甲方回收商处置商品的所得价款无异议，回收商应将处置商品的所得款项支付给甲方。若回收商处置商品的所得款项不足以弥补甲方的损失（即乙方的所有应付未付款项）的，甲方有权向乙方追偿。
4.4 若乙方选择由回收厂商回收商品，却未在系统审核通过后7日内按约定寄送商品并上传快递单号的，甲方将视为乙方自愿回购该商品且应在3日内支付剩余款项（具体金额以甲方平台显示为准），每逾期一日，需要支付逾期应支付的商品使用费用和逾期违约金，逾期应支付的商品使用费用为商品每月租赁金额除以30天的所得金额*逾期天数，逾期违约金按剩余款项的0.05%／日计算。（具体金额以甲方平台显示的为准），乙方在支付剩余款项以及全部违约金后方可结束租赁服务。
5、若乙方在租赁服务届满之日起未在甲方平台上主动选择回收或回购商品，每逾期一日，需要支付逾期应支付的商品使用费用和逾期违约金，逾期应支付的商品使用费用为商品每月租赁金额除以30天的所得金额*逾期天数，逾期违约金按商品下单时官网售价的0.05%／日计算。（具体金额以甲方平台显示的为准），超过10日仍未操作选择的，视为自愿回购该商品，乙方需支付剩余款项及逾期违约金（具体金额以甲方平台显示为准）。
6、您选择邮寄交易方式，应在审核通过后尽快将商品和配件邮寄至甲方指定地址并上传快递单号。如果由于您未及时寄出商品和填写快递单号导致回收超时而产生相关费用（具体金额以甲方平台显示为准），甲方不承担任何责任。
7、若您出现上述违约情况，甲方有权将上述违约信息提供给包括但不限于芝麻信用的第三方征信系统，因此产生的后果由您承担。

五、邮寄责任
1、本服务中商品寄送的付费原则是“谁寄送谁付费”，甲方和乙方皆有权拒收到付件。
2、请您在寄送待检修商品时选择优质物流商并选择保价服务，在邮寄过程中因丢失、损坏等因素对商品造成的任何损失及责任由您自己承担。如若待检修商品于寄送过程中受损或丢失，甲方仅提供相关资料配合您向物流商进行维权。
3、甲方会选择优质的物流商将检修后的商品寄还予您并配套相应的包邮保价服务措施，如若此过程中出现意外（需物流工作人员提供相关证明），甲方会仅会承担与商品硬件相同型号（不保证地区版本）的赔偿责任。
六、法律责任
1、乙方理解并同意，甲方有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何乙方采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，乙方应承担由此而产生的一切法律责任。
2、乙方理解并同意，因乙方违反本协议约定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括但不限于公证费、诉讼费、财产保全费、执行费、仲裁费、律师代理费、差旅费、评估费、拍卖费、催收费用等，乙方应向甲方及与其合作的维修工程师、关联单位赔偿，使之免受损害。

七、不可抗力及其他免责事由
1、乙方理解并确认，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，甲方将努力在第一时间与相关单位配合，及时进行恢复，但是由此给乙方造成的损失，甲方及合作维修单位在法律允许的范围内免责。
2、本服务同大多数互联网服务一样，受包括但不限于乙方原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用乙方的资料，造成现实生活中的骚扰；乙方访问的其他网站中含有“木马”等病毒，威胁到乙方的计算机信息和数据的安全，继而影响本服务的正常使用等等。乙方应加强信息安全及资料的保护意识，要注意加强密码保护，以免遭受损失和骚扰。
3、乙方理解并确认，本服务存在因不可抗力、计算机病毒或黑客攻击、系统不稳定、乙方所在位置、乙方关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足乙方要求的风险，因此导致的任何损失，甲方不承担任何责任。
4、乙方理解并确认，在使用本服务过程中存在来自任何他人的包括误导性的、欺骗性的、威胁性的、诽谤性的、令人反感的或非法的信息，或侵犯他人权利的匿名或冒名的信息，以及伴随该等信息的行为，因此导致的乙方或第三方的任何损失，甲方不承担任何责任。
5、乙方理解并确认，甲方需要定期或不定期地对“甲方”平台或相关的商品进行检修或者维护，如因此类情况而造成服务在合理时间内的中断，甲方无需为此承担任何责任，但甲方应事先进行通知。
6、甲方依据法律法规、本协议约定获得处理违法违规或违约内容的权利，该权利不构成甲方的义务或承诺，甲方不能保证及时发现违法违规或违约行为并对此进行相应处理。

八、其他
1、协议的生效与变更。您点击“我已同意《展兴回收租赁协议》”按钮后（前述按钮的具体表述可能会做适当调整，下同），本合同即构成对甲方和乙方具有约束力的法律文件，即双方以数据电文形式在线签署了《展兴回收租赁协议》并当即生效。根据国家法律法规变化及网站运营需要，甲方有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在甲方即生效，并代替原来的协议。乙方可随时登陆查阅最新协议；乙方有义务不时关注并阅读最新版的协议。
2、单方解除权。若您违反本说明协议或有关法律法规，甲方有权立刻解除本协议，您需承担由此产生的一切损失及责任。
3.双方因本合同引起的或与本合同有关的争议，均同意提请中国广州仲裁委员会，按照申请仲裁时该会现行有效的网络仲裁规则进行网络仲裁并书面审理案件。仲裁裁决是终局的，对双方均有约束力。四、本协议生效后，即成为原合同不可分割的组成部分，与原协议具有同等的法律效力。除本补充协议中明确所作修改的条款之外，原合同的其余部分应完全继续有效。本补充协议与原协议有相互冲突时， 以本补充协议为准。
4、甲方对本协议提供的服务具有最终解释权。
</pre>

`