module.exports = `
<pre>
<p style="text-align:center">《回收协议》</p>

展兴在此特别提醒您在选择回收服务之前，请认真阅读本《回收协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您仔细阅读本协议，您点击“我已同意《回收协议》”按钮后（前述按钮的具体表述可能会做适当调整，以界面显示为准，下同），本协议即构成对展兴和您具有约束力的法律文件。如您不同意本合同的任何条款，请停止操作。展兴保留在中国法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。
一、协议的范围
1、协议适用主体范围
本协议是您与展兴之间关于使用展兴相关服务所订立的协议。“展兴”是指网站及其相关服务可能存在的运营关联单位。“用户”是指使用展兴相关服务的使用人，在本协议中更多地称为“您”。您应当保证符合中国法律规定的年满十八周岁的具有完全民事权利能力和民事行为能力，能够独立承担本协议项下权利义务的自然人。
2、本许可协议指向内容
本协议项下的许可内容是指展兴向您提供的包括但不限于展兴提供的目标移动商品（以下简称“商品”）的维修、回收服务（以下简称“服务”）。
二、维修责任
1、若商品在租赁服务期内发生意外故障，用户可以联系客服发起维修，待展兴客服审核通过后会为用户提供维修地址，用户应在审核通过后将故障商品寄到指定地址进行维修。展兴将在收到故障商品的15个工作日内对商品进行检测和维修，维修成功后，商品将被寄回给用户，维修完成。
2、鉴于用户在申请商品租赁服务时展兴已为您赠送了免费维修服务，在租赁服务期内商品若发生碎屏和浸液等在免修服务范围内的损坏，则用户有权在免修服务规定范围内享受且仅享受一次免费维修服务。详细条款见《免修服务说明》。
3、若商品在使用期间发生故障，经第三方检测，商品损坏程度超出免修服务范围的或已使用过免费维修服务的，按下述方式处理：
3.1 用户可在收到通知之日起3日内支付超出免修服务范围的费用（维修费用具体金额以展兴检测结果为准），支付成功后，商品维修完成并寄回，租赁服务继续；若用户在收到通知之日起3日内未支付该费用的，每逾期一日，则按照应付未付金额的0.05%向展兴支付违约金（具体金额以展兴平台显示为准），逾期期间租赁服务仍生效。
3.2 用户可拒绝维修，选择在收到通知之日起3日内支付展兴向用户购买商品时的商品估价和赔偿金回购商品，赔偿金的计算方式为展兴用户下单时平台上显示的官网售价＊赔偿金比例（赔偿金比例为用户解除合同当月对应的赔偿金比例），赔偿金比例以计算赔偿金时展兴平台显示的比例为准。赔偿金支付成功后，商品寄回，租赁服务结束。若用户未在约定时间内支付上述费用的，每逾期一日，则按照平台显示的官网售价（以用户下单时为准）*赔偿金比例*0.05%向展兴支付违约金（具体金额以展兴平台显示为准）。
3.3 如因商品损坏严重，无法维修或维修金额过高，展兴判断已失去维修意义的，则维修申请中止，用户需支付展兴向用户购买商品时的商品估价及赔偿金，赔偿金的计算方式为展兴用户下单时平台上显示的官网售价（以用户下单时为准）＊赔偿金比例（赔偿金比例为用户解除合同当月对应的赔偿金比例），赔偿金比例以展兴平台显示为准。支付成功后，商品寄回，租赁服务结束。若用户未在约定时间内支付上述费用的，每逾期一日，则按照展兴用户下单时平台显示的官网售价*赔偿金比例*0.05%／日向展兴支付违约金（具体金额以展兴平台显示为准）。
三、回收责任
1、用户应当承认平台评估的有效性并确保回收物品的来源合法性。
2、在租赁服务期届满日起，用户可在展兴平台上选择一次性支付剩余款项（剩余款项以展兴后台显示的为准）回购该商品。
3、若用户选择回购该商品，则应在租赁期限到期之日起将商品剩余款项（剩余款项金额以展兴平台显示的为准）支付给展兴，每延迟一日，需要支付逾期应支付的商品使用费用和逾期违约金，逾期应支付的商品使用费用为商品每月租赁金额除以30天的所得金额*逾期天数，逾期违约金按剩余款项的0.05%／日计算（具体金额以甲方平台显示的为准）。
4、若用户选择由回收厂商回收商品，应在展兴平台上选择“回收”，并根据相关提示上传照片，待展兴审核通过后，用户应在审核通过后15日内将商品及配件寄送至指定地点并上传快递单号。
4.1 回收商检测商品确认回收后，展兴在7个工作日内返还押金（如有）给用户，回收完成。
4.2 若用户在展兴平台上选择“回收”，但回收商认为商品无法达到回收标准，审核不通过时，用户应在收到通知的3日内支付剩余款项回购该商品（剩余款项具体金额以展兴平台上显示的为准）。每逾期一日，需要支付逾期应支付的商品使用费用和逾期违约金，逾期应支付的商品使用费用为商品每月租赁金额除以30天的所得金额*逾期天数，逾期违约金按剩余款项的0.05%／日计算。（具体金额以甲方平台显示的为准），用户在支付剩余款项以及全部违约金后方可结束租赁服务。
4.3 若经回收商检测后发现商品无法达到回收标准的，则用户应在收到通知3日内支付剩余款项回购该商品（剩余款项具体金额以展兴平台上显示的为准）。剩余款项支付成功后，商品将原路寄回用户，租赁服务结束。每逾期一日，按照剩余款项的0.05%／日向展兴支付违约金（具体金额以展兴平台显示为准）。若用户在收到通知之日起20日内仍未支付剩余款项及违约金，则回收商有权处置该商品，且用户对展兴回收商处置商品的所得价款无异议，回收商应将处置商品的所得款项支付给展兴。若回收商处置商品的所得款项不足以弥补展兴的损失（即用户的所有应付未付款项）的，展兴有权向用户追偿。
4.4 若用户选择由回收厂商回收商品，却未在系统审核通过后7日内按约定寄送商品并上传快递单号的，展兴将视为用户自愿回购该商品且应在3日内支付剩余款项（具体金额以展兴平台显示为准），每逾期一日，需要支付逾期应支付的商品使用费用和逾期违约金，逾期应支付的商品使用费用为商品每月租赁金额除以30天的所得金额*逾期天数，逾期违约金按剩余款项的0.05%／日计算。（具体金额以甲方平台显示的为准），用户在支付剩余款项以及全部违约金后方可结束租赁服务。
5、若用户在租赁服务届满之日起未在展兴平台上主动选择回收或回购商品，每逾期一日，需要支付逾期应支付的商品使用费用和逾期违约金，逾期应支付的商品使用费用为商品每月租赁金额除以30天的所得金额*逾期天数，逾期违约金按商品下单时官网售价的0.05%／日计算。（具体金额以甲方平台显示的为准），超过10日仍未操作选择的，视为自愿回购该商品，用户需支付剩余款项及逾期违约金（具体金额以展兴平台显示为准）。
6、您选择邮寄交易方式，应在审核通过后尽快将商品和配件邮寄至展兴指定地址并上传快递单号。如果由于您未及时寄出商品和填写快递单号导致回收超时而产生相关费用（具体金额以展兴平台显示为准），展兴不承担任何责任。
7、若您出现上述违约情况，展兴有权将上述违约信息提供给包括但不限于芝麻信用的第三方征信系统，因此产生的后果由您承担。
四、个人隐私和数据安全
1、个人隐私信息
1.1是指涉及用户个人身份或个人隐私的信息，比如，用户真实姓名、手机号码、手机商品识别码、详细地址等等。非个人隐私信息是指用户对本服务的操作状态以及使用习惯等明确且客观反映在展兴服务器端的基本记录信息、个人隐私信息范围外的其它普通信息，以及用户同意公开的上述隐私信息。
1.2用户同意并授权展兴有权在为用户服务之目的下收集、使用、提供或以其他合法方式同步用户及其关联方相关个人信息，包括但不限于如下信息： 
1.2.1用户身份信息，包括但不限于姓名/名称、证件号码、证件类型、住所地、电话号码、展兴账户认证信息、电子邮箱地址、生物特征以及其他身份信息； 
1.2.2用户访问展兴时的操作日志，包括但不限于用户计算机IP地址、设备标识符、硬件型号、操作系统版本、用户位置信息以及其他相关的日志信息； 
1.2.3用户申请服务时所提供、形成的任何数据和信息，包括交易相关行为信息、个人填写的资料，紧急联系人及服务过程中您告知展兴的其他联系人信息等； 
1.2.4用户信用信息，包括但不限于用户的征信记录和信用报告； 
1.2.5用户财产信息，包括但不限于用户财税信息、房产信息、车辆信息、基金、保险、股票、信托、债券等投资理财信息和负债信息等；用户同意并确认，在将前述信息提供给展兴之前已清楚知晓可能带来的不利后果，包括但不限于基于前述信息做出的负面评价； 
1.2.6用户在下载、安装、使用展兴移动端过程中授权或同意展兴搜集或使用的信息。 
1.2.7用户在行政机关、事业单位、司法机关、监管部门、互联网金融协会等行业自律组织或其他合法有权机构留存的任何信息，包括但不限于户籍信息、诉讼信息、执行信息和违法犯罪信息等； 
1.2.8用户授权展兴查询其社保信息，包括但不限于参保状态、缴费额度、缴费年限、缴费单位等； 
1.2.9与展兴提供服务相关的、用户留存在其他自然人、法人和组织的其他相关信息。
2、展兴将采取技术措施和其他必要措施，确保用户个人隐私信息安全，防止在本服务中收集的用户个人隐私信息泄露、毁损或丢失。在发生前述情形或者展兴发现存在发生前述情形的可能时，将及时采取补救措施。
3、 展兴未经用户同意不向任何第三方公开、透露用户个人隐私信息。但以下特定情形除外：
3.1 展兴根据法律法规规定或有权机关的指示提供用户的个人隐私信息；
3.2 由于用户将其个人隐私信息告知他人或与他人共享个人隐私信息，由此导致的任何个人信息的泄漏，或其他非因展兴原因导致的个人隐私信息的泄露；
3.3 用户自行向第三方公开其个人隐私信息；
3.4 用户与展兴及合作维修单位之间就用户个人隐私信息的使用公开达成约定，展兴因此可以向合作维修单位公开用户个人隐私信息；
3.5 任何由于黑客攻击、电脑病毒侵入及其他不可抗力事件导致用户个人隐私信息的泄露；
4、用户同意展兴以及展兴的合作方可在以下事项中使用用户的个人隐私信息：
4.1 展兴向用户及时发送重要通知，如个人服务信息、本协议的变更；
4.2 展兴内部进行审计、数据分析和研究等，以改进展兴的产品、服务和与用户之间的沟通；
4.3 依本协议约定，展兴管理、审查用户信息及进行处理措施；
4.4用于满足您在展兴平台的服务：包括订单信息管理、物流发货、支付结算、商品维修、优化产品体验等与您享受服务行为顺利进行有关的用途；
4.5用于改进展兴平台产品/或服务功能或体验：包括您数据分析以形成您画像，满足产品个性化推送、改进服务质量、维护客户关系等；
4.6保障交易安全：包括提高展兴产品与/或服务系统的安全性、预防钓鱼网站欺诈、保护账户安全、监控账号风险、记录并分析风险链接、收集设备信息用于平台系统问题及异常信息排查等；
4.7反欺诈、反伪盗交易目的：主要包括反欺诈、防止伪冒、盗取您信息及权限的交易，防止您抵赖或否认交易；
4.8在不透露您隐私的前提下，展兴平台在法律允许的范围内有权对您数据进行商业上的利用。
4.9根据本协议或与您另行达成的约定，向开展合作的第三方提供、查询和收集您的信息。
4.10其他基于履行协议、提供服务、解决争议、保障交易安全等目的使用您信息等。
4.11 适用法律法规规定的其他事项；
5、用户确认，其地理位置包含的省份、直辖市、自治区信息（以下简称“地理位置信息”）为非个人隐私信息，用户成功预约展兴手机维修服务视为确认授权展兴提取、公开及使用用户的地理位置信息。用户地理位置信息将作为用户公开资料之一，由展兴向其他用户公开。如用户需要终止向其他用户公开其地理位置信息，可随时向展兴说明。
6、为了改善展兴的服务，向用户提供更好的服务体验，展兴可能会自行收集使用或向第三方提供用户的非个人隐私信息。
7、展兴有着严格的流程监管制度，工程师不得以维修或回收以外的任何理由转移、查阅、调用客户设备里的任何数据，但展兴不排除因不可控因素而造成检修商品数据泄露的任何可能。
8、您在维修或回收商品前，应自行确保已对商品内的重要资料进行了备份和清除（包括但不限于通讯录、信息、聊天软件的账号用户名、密码、聊天记录、照片、视频、音频等）。如因您未执行此操作导致您资料损失和/或个人信息泄露的，一切责任及后果将由您自行承担，展兴无需承担任何责任。
五、邮寄责任
1、本服务中商品寄送的付费原则是“谁寄送谁付费”，展兴和用户皆有权拒收到付件。
2、请您在寄送待检修商品时选择优质物流商并选择保价服务，在邮寄过程中因丢失、损坏等因素对商品造成的任何损失及责任由您自己承担。如若待检修商品于寄送过程中受损或丢失，展兴仅提供相关资料配合您向物流商进行维权。
3、展兴会选择优质的物流商将检修后的商品寄还予您并配套相应的包邮保价服务措施，如若此过程中出现意外（需物流工作人员提供相关证明），展兴会仅会承担与商品硬件相同型号（不保证地区版本）的赔偿责任。
六、法律责任
1、用户理解并同意，展兴有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应承担由此而产生的一切法律责任。
2、用户理解并同意，因用户违反本协议约定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括但不限于公证费、诉讼费、财产保全费、执行费、仲裁费、律师代理费、差旅费、评估费、拍卖费、催收费用等，用户应向展兴及与其合作的维修工程师、关联单位赔偿，使之免受损害。
七、不可抗力及其他免责事由
1、用户理解并确认，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，展兴将努力在第一时间与相关单位配合，及时进行恢复，但是由此给用户造成的损失，展兴及合作维修单位在法律允许的范围内免责。
2、本服务同大多数互联网服务一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰；用户访问的其他网站中含有“木马”等病毒，威胁到用户的计算机信息和数据的安全，继而影响本服务的正常使用等等。用户应加强信息安全及资料的保护意识，要注意加强密码保护，以免遭受损失和骚扰。
3、用户理解并确认，本服务存在因不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险，因此导致的任何损失，展兴不承担任何责任。
4、用户理解并确认，在使用本服务过程中存在来自任何他人的包括误导性的、欺骗性的、威胁性的、诽谤性的、令人反感的或非法的信息，或侵犯他人权利的匿名或冒名的信息，以及伴随该等信息的行为，因此导致的用户或第三方的任何损失，展兴不承担任何责任。
5、用户理解并确认，展兴需要定期或不定期地对“展兴”平台或相关的商品进行检修或者维护，如因此类情况而造成服务在合理时间内的中断，展兴无需为此承担任何责任，但展兴应事先进行通知。
6、展兴依据法律法规、本协议约定获得处理违法违规或违约内容的权利，该权利不构成展兴的义务或承诺，展兴不能保证及时发现违法违规或违约行为并对此进行相应处理。
7、用户理解并确认，对于展兴向用户提供的下列产品或者服务的质量缺陷及其引发的任何损失，展兴无需承担任何责任：
7.1 展兴向用户免费提供的服务。
7.2 展兴向用户赠送的任何产品或者服务。
八、其他
1、协议的生效与变更。您点击“我已同意《展兴回收协议》”按钮后（前述按钮的具体表述可能会做适当调整，下同），本合同即构成对展兴和用户具有约束力的法律文件，即双方以数据电文形式在线签署了《展兴回收协议》并当即生效。根据国家法律法规变化及网站运营需要，展兴有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在展兴即生效，并代替原来的协议。用户可随时登陆查阅最新协议；用户有义务不时关注并阅读最新版的协议。
2、单方解除权。若您违反本说明协议或有关法律法规，展兴有权立刻解除本协议，您需承担由此产生的一切损失及责任。
3、协议签订地。本协议签订地为中华人民共和国上海市闵行区。
4、适用法律。本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。
5、争议解决。若您和展兴之间发生任何纠纷或争议，由广州仲裁委员会管辖。
6、协议标题。本协议标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。
7、协议效力。本协议无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。
8、展兴对本协议提供的服务具有最终解释权。
`