module.exports = `
<pre>
<p style="text-align:center"">《快睿登手机租赁合同》</p>
特别提醒：在您确认签署本合同之前，请您务必仔细阅读本合同所有条款，本合同是就快睿登提供的商品手机租赁服务所订立协议的标准条款，本合同条款含有免除或者限制合同另一方责任的内容。一旦您签署本合同，即意味着您已充分理解本合同所有条款的含义及相应的法律后果，同意与本合同其他方以数据电文形式订立本合同并接受本合同约束。如您不同意本合同的任何条款，请停止操作。快睿登保留在中国法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。快睿登保留通过更新页面随时修改本合同的权利，您有义务定期查看本页面以了解对本合同的更新，这些条款一经发布，立即生效。继续使用本合同约定服务则视为您接受本合同。
合同签订地及履行地：上海市闵行区

1.定义
除非本合同正文另有明确所指，在本合同中所用下列术语定义如下：
1.1快睿登：指由快睿登信息科技(上海)有限公司运营的，为用户提供商品手机租赁等其他服务的快睿登平台（包括快睿登/快乐达的微信公众号、快睿登/快乐达官方网站及相关APP），以下简称“快睿登”或“快睿登平台”。
1.2本服务：指您在快睿登平台申请部分或全部商品的手机租赁事宜，并使用商品手机租赁服务，具体业务以快睿登平台的实际展示及操作流程为准。本合同中简称“本服务”。
1.3订单：指您向商贸公司在同一时间拍下单款或多款手机租赁商品（以下简称“商品”）的合约。
1.4逾期费用：指您在每个还款日未足额偿付款项时，商贸公司或其指定的债权受让人（即快睿登，下同）依照本合同约定向您收取的一定比例的费用。
1.5应还款项：指在任一还款日，您累计需要支付的订单金额、费用、逾期费用及其他款项（如有）的金额总额。
1.6应付款项：指订单项下，您剩余未支付的订单总金额、累计已产生且未偿还的逾期费用及其他本合同项下产生的有关款项，如商贸公司为实现债权的费用，包括但不限于诉讼费、律师代理费、催收费用等。
1.7还款日：指“订单”中显示您应当进行支付或者还款的日期，还款日以本服务相关页面以及订单中实际展示为准。
1.8第三方支付平台账户：指您用于签署确认本合同、偿还本合同项下应付款项的本人于第三方支付平台开立的账户，如支付宝等。
1.9用户：指使用快睿登服务的使用人，在本协议中称为“您”或者“用户”，您应当保证符合中国法律规定的年满十八周岁的具有完全民事权利能力和民事行为能力，能够独立承担本协议项下权利义务的自然人。
第二条 服务内容
2.1根据本合同以及快睿登相关的平台规则，快睿登为您提供商品的租赁服务。租赁采用售后回租的方式，即商品由快睿登从用户处购买后，再将商品出租给用户使用，用户依约向快睿登支付租金以及相关费用。
2.2商品信息以及估价
2.3.1用户应当按照快睿登平台的要求提供真实、准确的信息，快睿登根据自行制定的评估标准对于商品进行评估，受互联网技术发展水平等客观因素的限制，快睿登平台显示的信息可能会有一定的滞后性或差错，对此情形您充分理解并予以谅解。如您发现商品信息错误或有疑问的，请在第一时间告知快睿登，并中止提交该订单。
2.3.2用户应当根据快睿登平台的提示完成商品租赁的过程，包括但不限于商品的详细信息、租赁期限的选择以及收款方式的选择等。用户对于本服务的接受视为用户完全接受快睿登对于商品的估价。快睿登将在用户提交订单之后一次性将快睿登购买商品的价款在扣除用户租赁费用之后支付给用户。
2.3.3用户在首次租赁期限届满之后，如选择继续使用商品的，则需至快睿登平台完成商品租赁服务的续订的操作，并按照快睿登平台的提示按时按指定金额支付商品租赁相对应租金。
2.3.4用户如选择回购商品的，则应当向快睿登支付回购时快睿登平台显示的回购金额以完成商品的回购。
2.4 商品的所有权：自用户在快睿登平台提交订单时，商品的所有权转移至快睿登所有，用户在其向快睿登申请并获确认的租赁期间享有对商品的占有和使用权。
2.4.1 在用户提交订单后，未经快睿登书面同意，用户不得将商品销售、转让、转租、抵押、质押、抵偿或以任何方式侵害快睿登对商品的所有权。
2.5快睿登平台与用户一致确认，在发生争议时，快睿登平台所维护的服务器以及其他电子设备中所记录或保留的记录应当作为证据使用，双方对此均予以认可，而不论该等服务器或者电子设备由快睿登平台直接或者委托第三方保管。

第三条 用户应支付的账款及租赁手续费（又名“服务费”）
3.1用户根据快睿登平台的提示提交租赁订单，自您在快睿登平台下单，快睿登即对您享有债权，您应向快睿登偿付债务。您理解并同意，此后您向您的交易对手支付的任何款项都不应视作您已履行对应债务的清偿义务。
3.2您同意，快睿登基于向您提供本服务而有权向您收取租赁手续费，您已支付的租赁手续费一经收取将不予退还。上述租赁费以及相关手续费的标准由快睿登制订并有权随时进行调整。
第四条 还款
4.1还款约定
4.1.1对于本合同项下的订单总金额（含运费<如有>）（以下简称“总金额”）及租赁手续费（如有），您应按本合同第一条还款日的约定，按时支付订单金额。快睿登将根据您在本合同项下的订单金额计算您的每期应还款额，并在快睿登平台显示您的每期应还款额及相关订单。
4.1.2您应于每个还款日向快睿登支付该期应还款额，还款时间以快睿登实际收到您款项的时间为准，实际还款额以快睿登实际收到您的款项金额为准。
4.2还款方式：
4.2.1主动还款：您可主动登录快睿登平台相关还款页面，使用平台支持的方式，向快睿登归还应付款项。
4.2.2自动还款：您不可撤销地授权快睿登自还款日起（含当日）从指定借记卡银行账户或者其他您选择的第三方支付平台账户扣款，扣划款项用于归还应还款额。请确保在还款日当日您的指定借记卡银行账户或者其他您选择的第三方支付平台账户中的款项足够归还应还款项并确保已开通相关扣款功能，否则由此产生的所有责任由您自行承担。
除上述还款方式外，您不得在未经快睿登的允许下通过其他任何方式进行还款。否则，将不被视为履行本合同约定的还款义务。
4.3逾期还款的特别约定
4.3.1您对快睿登有任何应付而未付的款项时即视为逾期，您需要每日向快睿登支付违约金直至偿清逾期欠款。违约金自逾期之日（即还款日的次日）开始收取，违约金的计算公式为：违约金=逾期金额*0.05%*逾期天数，若您逾期多期的，则每期单独核算。本合同所指“逾期”的起算时间为每期应还款日的次日。
4.3.2您同意，若发生下述任一情形，您不可撤销地授权快睿登或按照快睿登的指示通过指定借记卡银行账户或者其他您选择的第三方支付平台账户扣款，扣划款项用于归还应付款额：
4.3.2.1您被宣布需要支付租赁费用的；
4.3.2.2未能在还款日当日全部清偿您的全部应还款项的；
4.3.2.3经快睿登平台判定，您最终须承担订单总金额但您没有归还应还款项的。
4.4还款顺序
快睿登有权将您的还款首先用于偿还本合同约定的应由您承担的各项费用及实现债权的费用（以下统称为“费用”，如有），包括但不限于诉讼费、担保费、公证费、调查费、律师代理费、催收费用等，剩余款项按照先支付逾期费用后支付商品手续费及总金额的原则支付，且快睿登有权对前述顺序作出合理调整。
第五条 押金
如快睿登认为您需要缴纳押金的，则快睿登有权在应当支付给您的商品购买价款中进行扣除或者要求您进行缴纳。快睿登通过自身风控技术和产品管理经验授予您可获得的押金“减免额度”，您对最终获得额度不持异议。您获得押金减免额度后，按照快睿登平台的规则向快睿登支付押金，具体应缴押金以快睿登平台显示的为准。
5.1若手机租赁服务到期后，您选择一次性支付剩余款项（剩余款项的金额以快睿登后台显示的为准），押金自您支付剩余款项之日起7个工作日内原路无息退回您的账户。
5.2若手机租赁服务到期后，您选择向快睿登指定的回收商寄送商品做回收处理，在您按约定期限寄回商品且商品检测不存在应扣除您押金情形后的7个工作日内原路无息退回您的账户。如您在手机租赁服务期限内出现标的物丢失、损坏等免修服务保障范围外的情况，快睿登有权直接扣除您的押金用于支付剩余款项，押金不足以支付剩余款项的，您仍需支付扣除押金后的剩余费用。若出现应扣您押金的情形，且扣除后仍有剩余的，快睿登会在扣除押金后7个工作日内将剩余款项原路无息退回您的账户。
第六条 维修责任和免修服务
您在此表示充分知晓和理解，在手机租赁服务期间内您负有妥善保管、维护租赁标的物的义务。租赁标的物的维修，由您承担，您应当按照本协议约定和快睿登届时的具体要求对手机租赁服务标的物进行维修。
6.1鉴于本合同项下的商品涉及回收商回收，您在申请本协议项下的商品租赁服务时，应同时向快睿登支付0元的免修服务费用于购买免费维修服务。在租赁服务期内若发生碎屏等在免修服务范围内的损坏，则享受在免修服务规定的额度内免费修理。详细条款见免修服务说明。
6.2若商品在租赁期间发生故障，经工程师检测，商品损坏程度超出意外保障服务范围的，您应自行承担超出维修范围之外的费用。如您不愿自费维修，可选择回购商品或放弃维修。您选择回购后，应支付剩余租期对应的全部租金金额以及赔偿金并回购该商品，具体租金金额及回购金额以平台显示为准。您放弃维修后，商品将原路寄回。
若商品在租赁期间发生人为损坏等，经工程师检测商品无法维修的，您应提前回购该商品。若您30日内仍未完成支付，快睿登有权将您的逾期行为上传至中国人民银行个人征信系统。
6.3商品发生任何类型的故障，除快睿登书面同意外，您不得在除品牌官方售后维修地点之外的修理地点或委托第三方修理，若因您私自维修导致商品受损或商品不能正常回收的，由此产生的费用由您承担。您能且仅能在快睿登指定维修地点进行维修或返还商品，由此造成的邮寄费、交通费、误工支出等费用，由您自行承担。
第七条 商品回收
7.1在商品租赁服务期限届满日，您应主动在快睿登平台上选择一次性支付剩余款项（剩余款项的金额以快睿登后台显示为准）或向快睿登指定的商品回收厂商将商品做回收处理。若您选择由回收厂商回收商品，则应按快睿登指示将商品及配件寄送至指定地点。
7.2回收商品时，为保障您的隐私及信息安全，您应自行妥善处理您的数据信息，还原所有设置并抹掉所有内容。如果是iPhone手机的，还应关闭寻找iPhone功能，注销iCloud中的Apple ID，还原所有设置并抹掉所有内容。
7.3回收商品时，若您出现下列违约情形，则按照约定，快睿登有权收取您相应的使用费用和逾期违约金。您逾期应支付的使用费用为商品月付租金金额除以30天的所得金额*逾期天数，逾期违约金按原始价款的0.05%／日计算（具体金额以快睿登平台显示的为准）。上述违约情形包括但不限于：
7.3.1您选择回购该商品而不选择回收，但未及时支付商品剩余款项（具体金额以快睿登平台显示为准）的；
7.3.2您选择回收并发起回收申请后，经回收商审核，无法达到回收标准，您需回购该商品，但您未及时支付商品剩余款项（具体金额以快睿登平台显示为准的）。
7.3.3您选择由回收厂商回收商品，却未在系统审核通过后15日内按约定寄送商品并上传快递单号的，快睿登将视为您自愿回购该商品，但您未及时支付商品剩余款项（具体金额以快睿登平台显示为准）的；
7.3.4您在手机租赁服务届满之日起未及时在快睿登平台上主动选择回收或回购商品的。
7.4回收商品时，若您出现下列违约情形，则按照约定，快睿登有权按商品原价的0.05%／日计收逾期违约金（具体金额以快睿登后台显示为准）。上述违约情形包括但不限于：
7.4.1.回收商检测商品需维修才能达到回收标准，但您未在收到通知后及时支付维修费用（维修费用具体金额以快睿登平台显示为准）的；
7.4.2.经回收商检测后发现商品无法达到回收标准，您需回购该商品，但您未在收到通知后及时支付剩余款项回购该商品（剩余款项具体金额以快睿登平台上显示的为准）的。
第八条 您的权利义务
8.1您应妥善使用与保管商品，不得将本商品用于法律允许范围之外的用途。
8.2商品回收时，您无法提供配件或提供的配件功能受损的，您需予以赔偿，具体金额以快睿登平台显示的为准。
8.3您同意并授权快睿登在审核您的信用记录、向您提供后续风险管理、综合化服务的过程中，向依法设立的信用信息服务机构（包括但不限于芝麻信用管理有限公司、中国人民银行金融信用信息基础数据库、国务院或其他政府有权部门批准依法设立的征信机构、中国互联网金融协会、数据公司）及其他相关合法机构了解和查询您本人信息（包括但不限于姓名、身份证号、账号、电话号码、电子邮件地址、住址、交易信息、信用信息、负债信息、偿债履约能力判断信息）、资产、资讯等情况，并保留相关查询结果资料。您对此表示充分知晓和理解，并放弃与此相关的异议及抗辩权利。
8.4您有义务向快睿登提供真实、完整、准确的信息，资料填写必须完整无误。必要时需配合快睿登检验所留信息的真实性。用户同意并授权快睿登有权在为用户服务之目的下收集、使用、提供或以其他合法方式同步用户及其关联方相关个人信息，包括但不限于如下信息： 
8.4.1用户身份信息，包括但不限于姓名/名称、证件号码、证件类型、住所地、电话号码、快睿登账户认证信息、电子邮箱地址、生物特征以及其他身份信息； 
8.4.2用户访问快睿登时的操作日志，包括但不限于用户计算机IP地址、设备标识符、硬件型号、操作系统版本、用户位置信息以及其他相关的日志信息； 
8.4.3用户申请服务时所提供、形成的任何数据和信息，包括交易相关行为信息、个人填写的资料，紧急联系人及服务过程中您告知快睿登的其他联系人信息等； 
8.4.4用户信用信息，包括但不限于用户的征信记录和信用报告； 
8.4.5用户财产信息，包括但不限于用户财税信息、房产信息、车辆信息、基金、保险、股票、信托、债券等投资理财信息和负债信息等；用户同意并确认，在将前述信息提供给快睿登之前已清楚知晓可能带来的不利后果，包括但不限于基于前述信息做出的负面评价； 
8.4.6用户在下载、安装、使用快睿登移动端过程中授权或同意快睿登搜集或使用的信息。 
8.4.7用户在行政机关、事业单位、司法机关、监管部门、互联网金融协会等行业自律组织或其他合法有权机构留存的任何信息，包括但不限于户籍信息、诉讼信息、执行信息和违法犯罪信息等； 
8.4.8用户授权快睿登查询其社保信息，包括但不限于参保状态、缴费额度、缴费年限、缴费单位等； 
8.4.9与快睿登提供服务相关的、用户留存在其他自然人、法人和组织的其他相关信息。
8.5您所留联系方式及其他相关信息必须是真实有效的，如您更换联系方式或其他相关信息，应通过快睿登客服（客服电话：900-86392777）及时通知快睿登。如因您更换联系方式或其他相关信息未及时通知快睿登，造成未按时付款而产生滞纳金的，需您自行承担，并且快睿登保留终止您使用快睿登平台各项服务的权利。。
8.6当您出现可能导致您财务状况严重恶化的情况(如涉及经济纠纷的诉讼、失业等)以致无法或可能无法按时支付应付款项(包括但不限于租赁费用、违约金(如有))时，您应当在有关情况发生后3日内书面通知快睿登。快睿登得到通知后，可与您共同协商确定是否达成新的付款方案，以确保您按时足额支付应付款项；新的付款方案达成之前，您仍应按照原支付方式、期限等进行付款，未按时足额付款的，您应承担违约责任。您逾期支付租赁费用，每逾期一日，应当按照应付未付金额的万分之五／日支付违约金，该部分违约金您授权快睿登或快睿登可以直接在押金中扣除。
8.7在手机租赁服务期间内如标的物失窃、报废或发生其他形式的灭失，您需自行承担所发生的后果，您除支付应付租赁费用外，还需支付剩余款项回购标的物，剩余款项以快睿登平台显示的为准。
8.8除非经快睿登书面同意，您不得将本合同项下的任何权利义务转让给任何其他方。
8.9您必须自行准备如下设备和承担如下开支：
8.9.1上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他上网装置。
8.9.2上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。
8.10. 您同意，快睿登平台及快睿登平台合作的其他第三方有权为如下用途搜集、共享及使用您信息：
8.10.1用于满足您在快睿登平台的服务：包括订单信息管理、物流发货、支付结算、商品维修、优化产品体验等与您享受服务行为顺利进行有关的用途； 
8.10.2实现您租赁的功能：包括对您申请的或使用的服务进行个人信用评估、审核、订单管理、交易行为分析等； 
8.10.3用于改进快睿登平台产品/或服务功能或体验：包括您数据分析以形成您画像，满足产品个性化推送、改进服务质量、维护客户关系等； 
8.10.4保障交易安全：包括提高快睿登产品与/或服务系统的安全性、预防钓鱼网站欺诈、保护账户安全、监控账号风险、记录并分析风险链接、收集设备信息用于平台系统问题及异常信息排查等； 
8.10.5反欺诈、反伪盗交易目的：主要包括反欺诈、防止伪冒、盗取您信息及权限的交易，防止您抵赖或否认交易； 
8.10.6您授权快睿登平台或第三方根据您所提供的您信息（含个人身份信息、快睿登平台上的交易信息或其他相关信息等，下同）及快睿登平台自行获得的信息评定您在快睿登平台所拥有的信用额度； 
8.10.7在不透露您隐私的前提下，快睿登平台在法律允许的范围内有权对您数据进行商业上的利用； 
8.10.8根据本协议或与您另行达成的约定，向开展合作的第三方提供、查询和收集您的信息；
8.10.9其他基于履行协议、提供服务、解决争议、保障交易安全等目的使用您信息等。
8.12您授权快睿登平台可将本合同规定的权利义务部分或者全部进行转委托。
8.13您于本合同的权利义务期限自生效之日起至您在本合同的义务全部履行完毕之日止。在您未履行完毕本合同义务之前，您不得单方面终止本合同以及本合同约定您对于快睿登的授权与委托。
第九条 合同违约及违约处理
9.1违约事件
您发生下列任一情况，均构成违约：
9.1.1您未按本合同规定按时足额偿还应还款项的；
9.1.2您的交易虚假或向商贸公司提供虚假的信息的；
9.1.3您被宣告失踪、处于限制民事行为能力或丧失民事行为能力状态、被刑事监禁、或您发生重大疾病、重大事故等可能影响您偿付能力的情况的；
9.1.4您卷入或即将卷入重大的诉讼或仲裁程序及其他法律纠纷，可能影响您的偿债能力的、；
9.1.5您转移资产，以逃避债务的；
9.1.6您未履行对快睿登负有的其他到期债务，或快睿登发现您有其他拖欠债务的行为的；
9.1.7您的资信情况或清偿能力出现其他重大不利变化的；
9.1.8您违反本合同约定的义务的；
9.1.9您存在欺诈行为的；
9.1.10您使用本服务套现的。
9.2违约救济
如您出现本条第一款所述之任何违约情形，或违反您在本合同项下其他任何义务、陈述、保证或承诺的，商贸公司或其指定的债权受让人有权采取下列一项或多项措施，包括但不限于：
9.2.1要求您限期纠正违约行为、采取补救措施；
9.2.2宣布本合同项下未偿还的应还款项提前到期，并要求您提前清偿全部应付款项；
9.2.3要求支付宝与银行协助从您所有的支付宝账户与银行账户或与您本人支付宝账户绑定的银行账户资金中扣收全部或部分应付款项；
9.2.4以合法手段追偿应付款项（包括但不限于委托债务催讨公司、律师事务所等其他第三方机构代为追讨，申请相关部门进行调查、向法院提起诉讼等），由此产生的一切费用（包括但不限于公证费、诉讼费、财产保全费、执行费、仲裁费、律师代理费、差旅费、评估费、拍卖费、催收费用等）由您承担；
9.2.5将您快睿登服务中产生的个人不良信息向芝麻信用管理有限公司、中国人民银行个人信用信息基础数据库、依法设立的征信机构、资信评估机构或有关法律、监管机构许可的类似机构提供。
9.2.6根据法律法规或本合同约定有权采取的其他违约救济措施。
9.3在法律法规所允许的限度内，因使用快睿登服务而引起的任何损害或经济损失，快睿登承担的全部责任均不超过就用户所享受快睿登提供的服务所实际获得的直接收益。这些责任限制条款将在法律所允许的最大限度内适用，并在用户账户被注销后仍继续有效。
第十条 合同变更、解除、终止和权利义务的转让
10.1合同变更与解除
10.1.1快睿登经协商一致有权随时单方面修改本合同中与您相关的权利义务。一旦合同条款变更，快睿登及快睿登将通过快睿登平台通知您，除法律法规或监管部门另有强制性规定外，经修订的内容一经通知，立即生效。若您不同意修改本合同，则应当自该等通知送达之日起立即停止使用本服务并全额还清本合同项下的应付款项（如有）；否则，视为您同意并接受修改后的合同。
10.1.2本合同生效后，除法律规定或本合同另有约定外，您不得要求单方擅自变更或解除本合同。快睿登及快睿登经协商一致后，有权基于自身经营考虑，随时宣布中断、终止本合同或其任何部分，并要求您在指定期限内偿还本合同项下应付款项（如有）。
10.1.3如您在本平台的服务被暂停或终止，则您的全部应还款项、服务费以及其他全部费用（如适用）视为全部到期并应立即全额偿还。
10.2合同提前终止
您在使用本服务的过程中，如果有下列情形发生，您同意快睿登有权终止为您提供服务，您应立即归还已产生的应付款项：
10.2.1您主动关闭本服务；
10.2.2您使用本服务进行支付的银行卡账户或者其他第三方支付平台账户被注销或不可被正常使用；
10.2.3冒用他人名义、盗用他人账户使用本服务；
10.2.4从事不法交易行为，如洗钱、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、其他监管机构、司法机构、快睿登认为不得使用本服务进行交易的物品等。
10.2.5利用本服务套现；
10.2.6从事任何可能侵害本服务系统、资料之行为；
10.2.7快睿登全部或部分终止为您提供支付宝服务；
10.2.8违反任何法律法规、协议或规则的，包括但不限于本合同及本服务网站各项规则。
10.3合同权利义务的转让
未经快睿登书面同意，您不得将本合同项下的权利和义务转让给任何第三方。快睿登有权将其在本合同项下的权利和义务全部或部分转让给第三方，且转让行为无须征得您的同意。
11.知识产权
11.1非经快睿登平台书面同意，您不得以包括但不限于使用、修改、复制、公开传播、篡改等在内的非法形式侵犯快睿登平台及甲方各关联企业相应的商标、专利、著作权及其他知识产权。
11.2    您接受本协议，即表明该您主动将其在任何时间段在本站发表的任何形式的信息内容（包括但不限于客户评价、客户咨询、各类话题文章等信息内容）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给快睿登平台所有，您同意快睿登平台有权就任何主体侵权而单独提起诉讼。
11.3    甲方是快睿登平台的所有者,拥有快睿登平台内容及资源的著作权等合法权利,受国家法律保护,有权不时地对本协议及快睿登平台的内容进行修改，并在快睿登平台公布，无须另行通知您。在法律允许的最大限度范围内，甲方对本协议及快睿登平台内容拥有解释权。
11.4    快睿登平台所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是快睿登平台或其内容提供者的财产，受中国和国际版权法的保护。快睿登平台上所有内容的汇编是快睿登平台的排他财产，受中国和国际版权法的保护。快睿登平台上所有软件都是快睿登平台或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。
12.免责条款
12.1    快睿登平台出现下列任一状况而无法正常运作，致使无法向您提供本协议的各项服务，快睿登平台不承担任何违约或赔偿责任，该状况包括但不限于： 
12.1.1在快睿登平台维护期间； 
12.1.2电信设备出现故障不能进行数据传输的； 
12.1.3因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成系统障碍不能执行业务的； 
12.1.4由于黑客攻击、电信部门和其他平台有信息技术依赖的相关部门、企事业单位技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。 
12.2    本合同有效期内，因国家相关主管部门颁布、变更的法令、政策导致快睿登平台不能提供约定服务的，不视为其违约，甲乙双方可根据相关的法令、政策变更条款内容或提前终止本标准条款，在此情况下，您已经享受服务而尚未到期或偿还的应偿还款项，视为立即到期，您应立即归还，否则快睿登平台仍有权按照本标准条款的约定采取合理的救济措施。 
12.3    快睿登平台有权根据风险及自身业务运营情况需要中止（终止）向您提供服务，因此导致您无法使用服务或服务受到限制的，不视为快睿登平台违约，在此情况下，您已经使用服务而尚未到期或偿还的应偿还款项，视为立即到期，您应立即归还。快睿登平台拟终止提供服务的，应当至少提前三个月在其主页面醒目位置予以公示并通知。
13.适用法律及争议解决
13.1    本协议的签订、履行、终止、解释和争议解决受中国法律管辖。 
13.2    因本协议引发的或与本协议有关的争议，由双方协商解决，协商不成的，由快睿登注册地的人民法院管辖。`